# St7SetInfluenceGroupState

Includes or excludes a group from load influence combinations.

long St7SetInfluenceGroupState(long uID, long GroupID, bool Included)
Input Parameters
uID
Strand7 model file ID.
GroupID
Group ID.
Included
True if the group is to be included.